[
  {
    "date": "2024-08-18",
    "explanation": "One of the most spectacular solar sights is an erupting prominence. In 2011, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressively large prominence erupting from the surface. The dramatic explosion was captured in ultraviolet light in the featured time lapse video covering 90 minutes, where a new frame was taken every 24 seconds.  The scale of the prominence is huge -- the entire Earth would easily fit under the flowing  curtain of hot gas.  A solar prominence is channeled and sometimes held above the Sun's surface by the Sun's magnetic field. A quiescent prominence typically lasts about a month and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is a continuing topic of research.  Our Sun is again near solar maximum and so very active, featuring numerous erupting prominences and CMEs, one of which resulted in picturesque auroras just over the past week.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Solar Prominence Eruption from SDO",
    "url": "https://www.youtube.com/embed/PBL1RBj-P1g?rel=0"
  },
  {
    "copyright": "\nLuis Romero Ventura\n",
    "date": "2024-08-19",
    "explanation": "Inside the Cocoon Nebula is a newly developing cluster of stars. Cataloged as IC 5146, the beautiful nebula is nearly 15 light-years wide. Soaring high in northern summer night skies, it's located some 4,000 light years away toward the constellation of the Swan (Cygnus).  Like other star forming regions, it stands out in red, glowing, hydrogen gas excited by young, hot stars, and dust-reflected starlight at the edge of an otherwise invisible molecular cloud.  In fact, the bright star found near the center of this nebula is likely only a few hundred thousand years old, powering the nebular glow as it clears out a cavity in the molecular cloud's star forming dust and gas. A 48-hour long integration resulted in this exceptionally deep color view tracing tantalizing features within and surrounding the dusty stellar nursery.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/Cocoon_Ventura_2047.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5146: The Cocoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/2408/Cocoon_Ventura_960.jpg"
  },
  {
    "date": "2024-08-20",
    "explanation": "A supermoon occurred yesterday. And tonight's moon should also look impressive.  Supermoons appear slightly larger and brighter than most full moons because they reach their full phase when slightly nearer to the Earth -- closer than 90 percent of all full moons.  This supermoon was also a blue moon given the definition that it is the third of four full moons occurring during a single season.  Blue moons are not usually blue, and a different definition holds that a blue moon is the second full moon that occurs during a single month.  The featured image captured the blue supermoon right near its peak size yesterday as it was rising beyond the Temple of Poseidon in Greece. This supermoon is particularly unusual in that it is the first of four successive supermoons, the next three occurring in September, October, and November.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/SupermoonPoseidon_Maragos_1601.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supermoon Beyond the Temple of Poseidon",
    "url": "https://apod.nasa.gov/apod/image/2408/SupermoonPoseidon_Maragos_960.jpg"
  }
]